---
kind: type
id: T:Autodesk.Revit.DB.RelinquishedItems
source: html/50c43bae-6776-ed11-6489-ab4bea85d04f.htm
---
# Autodesk.Revit.DB.RelinquishedItems

List of elements and worksets that were relinquished by the current user.

## Syntax (C#)
```csharp
public class RelinquishedItems : IDisposable
```